Repository: sanyadrian/safetynow_mobile_app
Catalog: frontend/SafetyNowApp/SafetyNowApp/*.lproj/Localizable.strings
Languages: fr

# menu.settings
source: Settings
fr: Paramètres

# menu.language
source: Language
fr: Langue

# menu.help_center
source: Help Center
fr: Centre d'Aide

# button.logout
source: Logout
fr: Déconnexion

# button.translate
source: Translate
fr: Traduire

# button.back
source: Back
fr: Retour

# dashboard.title
source: Dashboard
fr: Tableau de Bord

# dashboard.welcome_back
source: Welcome Back
fr: Bienvenue

# dashboard.find_talk
source: Find a Talk
fr: Trouver une Discussion

# dashboard.talk_to_safetynow
source: Talk to SafetyNow
fr: Parler à SafetyNow

# dashboard.promo_subtitle
source: Gain access to essential features
fr: Accédez à des fonctionnalités essentielles

# dashboard.promo_action
source: Unlock Videos, Tools & eLearning
fr: Débloquez Vidéos, Outils et eLearning

# dashboard.history
source: History
fr: Historique

# history.title
source: History
fr: Historique

# history.last_talks
source: Last Talks
fr: Dernières Discussions

# history.most_popular
source: Most Popular
fr: Les Plus Populaires

# history.delete
source: Delete from history
fr: Supprimer de l'historique

# history.share
source: Share
fr: Partager

# history.open
source: Open
fr: Ouvrir

# history.cancel
source: Cancel
fr: Annuler

# history.popular_talks
source: Popular Talks
fr: Discussions Populaires

# history.no_items
source: No history items found.
fr: Aucun élément trouvé dans l'historique.

# ticket.title
source: Talk to SafetyNow
fr: Parler à SafetyNow

# ticket.subtitle
source: Submit your safety concerns or questions
fr: Soumettez vos préoccupations ou questions de sécurité

# ticket.name_placeholder
source: Your Name
fr: Votre nom

# ticket.phone_placeholder
source: Phone
fr: Téléphone

# ticket.topic_placeholder
source: Topic
fr: Sujet

# ticket.message_placeholder
source: Your message
fr: Votre message

# ticket.submit_button
source: Submit Ticket
fr: Soumettre le ticket

# ticket.alert_title
source: Ticket Submission
fr: Soumission du ticket

# ticket.fill_all_fields
source: Please fill in all fields
fr: Veuillez remplir tous les champs

# ticket.success
source: Ticket submitted successfully! We'll contact you at %@
fr: Ticket soumis avec succès ! Nous vous contacterons à %@

# ticket.failure
source: Failed to submit ticket
fr: Échec de la soumission du ticket

# findtalk.explore
source: Explore
fr: Explorer

# findtalk.hazards
source: Hazards
fr: Dangers

# findtalk.hazards_desc
source: Search for a safety talk by workplace hazard.
fr: Rechercher une discussion de sécurité par danger au travail.

# findtalk.industry
source: Industry
fr: Industrie

# findtalk.industry_desc
source: Search for a safety talk by Industry.
fr: Rechercher une discussion de sécurité par industrie.

# findtalk.send_talk
source: Send a Talk
fr: Envoyer une Discussion

# findtalk.send_talk_desc
source: Send a safety talk to employees.
fr: Envoyer une discussion de sécurité aux employés.

# findtalk.translate
source: Translate
fr: Traduire

# findtalk.translate_desc
source: Get a translated safety talk.
fr: Obtenir une discussion de sécurité traduite.

# findtalk.tools
source: Tools
fr: Outils

# findtalk.tools_desc
source: Access games, checklists, and other safety tools.
fr: Accéder à des jeux, des listes de contrôle et d'autres outils de sécurité.

# findtalk.calendar
source: Calendar
fr: Calendrier

# findtalk.calendar_desc
source: We've already built your annual safety training plan, just click and go.
fr: Nous avons déjà créé votre plan annuel de formation à la sécurité, il suffit de cliquer et c'est parti.

# shareinfo.title
source: How to Share a Safety Talk
fr: Comment partager une discussion de sécurité

# shareinfo.intro
source: You can easily share any Safety Talk with your team or contacts as a professional PDF:
fr: Vous pouvez facilement partager toute discussion de sécurité avec votre équipe ou vos contacts sous forme de PDF professionnel :

# shareinfo.step1
source: Open any Safety Talk from the app (for example, from History or Most Popular).
fr: Ouvrez n'importe quelle discussion de sécurité depuis l'application (par exemple, depuis l'Historique ou les Plus Populaires).

# shareinfo.step2
source: Tap the share icon
fr: Appuyez sur l'icône de partage

# shareinfo.step3
source: Choose how you want to share: Messages, Email, AirDrop, WhatsApp, and more.
fr: Choisissez comment vous souhaitez partager : Messages, Email, AirDrop, WhatsApp, et plus.

# shareinfo.step4
source: A PDF with the talk's details and your company branding will be sent.
fr: Un PDF avec les détails de la discussion et le branding de votre entreprise sera envoyé.

# shareinfo.tip
source: Tip: You can also save the PDF to your Files or print it for in-person meetings.
fr: Astuce : Vous pouvez également enregistrer le PDF dans vos fichiers ou l'imprimer pour des réunions en personne.

# shareinfo.nav_title
source: Share a Talk
fr: Partager une discussion
